---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoofUptoLevelParam
source: html/b2528cb2-d0af-413e-3f8f-a6fb9a912522.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoofUptoLevelParam Property

"Cutoff Level"

## Syntax (C#)
```csharp
public static ForgeTypeId RoofUptoLevelParam { get; }
```